Repository: leomontigatti/on_stage
Catalog: seminar/locale/*/LC_MESSAGES/django.po
Languages: es_ar

source: Is full
es_ar: Completo

source: Yes
es_ar: Si

source: Available space
es_ar: Cupo disponible

source: Special price
es_ar: Precio especial

source: Search by academy, dancer's first or last name.
es_ar: Buscar por academia, nombre o apellido del bailarín.

source: Export to Excel
es_ar: Exportar a Excel

source: Seminar registrations list
es_ar: Lista de inscripciones a seminario

source: Academy
es_ar: Academia

source: Dancer ID
es_ar: ID del bailarín

source: Dancer name
es_ar: Nombre del bailarín

source: Seminars
es_ar: Seminarios

source: Price per seminar
es_ar: Precio por seminario

source: Paid amount
es_ar: Monto pagado

source: Balance
es_ar: Saldo

source: Teacher
es_ar: Instructor

source: Date and time
es_ar: Fecha y hora

source: Fully paid
es_ar: Pagado

source: Deposit paid
es_ar: Señado

source: Total price
es_ar: Monto total

source: Search by academy, date, dancer's first or last name.
es_ar: Buscar por academia, fecha, nombre o apellido del bailarín.

source: Seminar
es_ar: Seminario

source: Dancer
es_ar: Bailarín

source: Seminar payments list
es_ar: Lista de pagos de seminarios

source: Date
es_ar: Fecha

source: Amount
es_ar: Monto

source: Payment method
es_ar: Forma de pago

source: %(count)d selected payment - Total $ %(amount)s
es_ar: %(count)d pago seleccionado - Total $ %(amount)s

source: The selected dancer is already registered in this seminar.
es_ar: El bailarín seleccionado ya está inscripto en este seminario.

source: The payments total amount cannot be greater than the seminar registration total price.
es_ar: El monto total de los pagos no puede ser mayor al precio total de la inscripción.

source: Special
es_ar: Especial

source: price type
es_ar: tipo de precio

source: one registration price
es_ar: precio por una inscripción

source: two registrations price
es_ar: precio por dos inscripciones

source: more registrations price
es_ar: precio a partir de las tres inscripciones

source: seminar price
es_ar: precio de seminario

source: seminar prices
es_ar: precios de seminario

source: event
es_ar: evento

source: teacher
es_ar: instructor

source: quota
es_ar: cupo

source: price
es_ar: precio

source: deposit percentage
es_ar: porcentaje de seña

source: The value cannot be higher than 100.
es_ar: El valor no puede ser mayor a 100.

source: date
es_ar: fecha

source: time
es_ar: hora

source: Time format must be hh:mm.
es_ar: El formato de la hora debe ser hh:mm.

source: teacher picture
es_ar: foto del instructor

source: registration end date
es_ar: fecha de finalización de inscripciones

source: seminar
es_ar: seminario

source: seminars
es_ar: seminarios

source: academy
es_ar: academia

source: dancer
es_ar: bailarín

source: seminar registration
es_ar: inscripción a seminario

source: seminar registrations
es_ar: inscripciones a seminario

source: amount
es_ar: monto

source: payment method
es_ar: forma de pago

source: seminar payment
es_ar: pago de inscripción a seminario

source: seminar payments
es_ar: pagos de inscripción a seminario

source: Registration ended
es_ar: Inscripción cerrada

source: Full
es_ar: Completo

source: not set yet
es_ar: sin definir

source: There are no seminars registered for the selected event
es_ar: No existen seminarios registrados para el evento seleccionado

source: Go back
es_ar: Volver

source: Time
es_ar: Hora

source: Deposit
es_ar: Seña

source: Delete
es_ar: Eliminar

source: Paid
es_ar: Pagado

source: Add dancer
es_ar: Agregar bailarín

source: Seminar list
es_ar: Lista de seminarios

source: Seminar registrations
es_ar: Inscripciones a seminario

source: Registration for the selected seminar has ended or seminar is full.
es_ar: Las inscripciones al seminario seleccionado están cerradas o el seminario está completo.

source: You must select at least one dancer.
es_ar: Se debe seleccionar al menos un bailarín.

source: Successfully added a new registration for the seminar!
es_ar: Inscripción a seminario agregada con éxito!

source: You don't have permissions to perform this action.
es_ar: No tenés permisos para realizar esta acción.

source: The registration could not be deleted because it has at least one related payment. Please contact us.
es_ar: La inscripción no pudo eliminarse porque tiene al menos un pago relacionado. Por favor comunicate con nosotros.

source: Successfully deleted a registration for the seminar!
es_ar: Inscripción a seminario eliminada con éxito!
