Repository: leomontigatti/on_stage
Catalog: choreography/locale/*/LC_MESSAGES/django.po
Languages: es_ar

source: Order number
es_ar: Número de orden

source: Ordered
es_ar: Ordenado

source: Not ordered
es_ar: No ordenado

source: Fully paid
es_ar: Pagado

source: Yes
es_ar: Si

source: %(count)d choreography was assigned to %(judge)s
es_ar: Se le asignó %(count)d coreografía a %(judge)s

source: Assign to judge
es_ar: Asignar a juez

source: Search by PK, event, name or academy.
es_ar: Buscar por ID, evento, nombre o academia.

source: Show awards
es_ar: Mostrar premios

source: Awards for the selected choreographies are now shown.
es_ar: Ahora se muestran los premios de las coreografías seleccionadas.

source: Hide awards
es_ar: Esconder premios

source: Awards for the selected choreographies are now hidden.
es_ar: Ahora se esconden los premios de las coreografías seleccionadas.

source: Manage payments
es_ar: Administrar pagos

source: Set order number
es_ar: Asignar número de orden

source: Export to PDF
es_ar: Exportar a PDF

source: Export to Excel | Event
es_ar: Exportar a Excel | Evento

source: Choreographies list
es_ar: Lista de coreografías

source: Category
es_ar: Categoría

source: Dance mode
es_ar: Modalidad

source: Academy
es_ar: Academia

source: State
es_ar: Provincia

source: Choreography name
es_ar: Nombre de la coreografía

source: Professors
es_ar: Profesores

source: Dancers
es_ar: Bailarines

source: Dancers amount
es_ar: Cantidad de bailarines

source: %(count)d selected choreography
es_ar: %(count)d coreografía seleccionada

source: Export to Excel | Accounting
es_ar: Exportar a Excel | Contable

source: Choreography ID
es_ar: ID de coreografía

source: Price per dancer
es_ar: Precio por bailarín

source: Discounts
es_ar: Descuentos

source: Paid amount
es_ar: Monto pagado

source: Balance
es_ar: Saldo

source: %(count)d selected choreography - Total $ %(price)s - Paid amount $ %(paid)s
es_ar: %(count)d coreografía seleccionada - Total $ %(price)s - Monto pagado $ %(paid)s

source: Total price
es_ar: Precio total

source: Deposit paid
es_ar: Seña total

source: Search by academy, date, choreography ID or name.
es_ar: Buscar por academia, fecha, ID de coreografía o nombre.

source: Export to Excel
es_ar: Exportar a Excel

source: Payments list
es_ar: Lista de pagos

source: Date
es_ar: Fecha

source: Amount
es_ar: Monto

source: Payment method
es_ar: Forma de pago

source: %(count)d selected payment - Total $ %(amount)s
es_ar: %(count)d pago seleccionado - Total $ %(amount)s

source: Search by academy name, choreography ID or name.
es_ar: Buscar por nombre de academia, ID o nombre de coreografía.

source: Average score
es_ar: Promedio

source: Awards list
es_ar: Lista de premios

source: Award
es_ar: Premio

source: %(count)d selected award
es_ar: %(count)d premio seleccionado

source: Search by PK, academy or choreography name.
es_ar: Buscar por ID, academia o nombre de la coreografía.

source: Lock selected scores.
es_ar: Bloquear puntajes seleccionados.

source: %(locked)d score was locked.
es_ar: %(locked)d puntaje fue bloqueado.

source: Unlock selected scores.
es_ar: Desbloquear puntajes seleccionados.

source: %(unlocked)d score was unlocked.
es_ar: %(unlocked)d puntaje fue desbloqueado.

source: Feedback
es_ar: Devolución

source: Search by academy, choreography ID or name.
es_ar: Buscar por academia, ID o nombre de la coreografía.

source: Judge
es_ar: Juez

source: The selected dancers amount does not match the selected category: %(value)s.
es_ar: La cantidad de bailarines seleccionados no coincide con la categoría seleccionada: %(value)s.

source: The group can only have up to 20 percent of its dancers older than the category maximum age: %(value)s.
es_ar: El grupo puede tener solamente el 20 por ciento de sus bailarines mayores a la edad máxima de la categoría: %(value)s.

source: The group average age is greater than the category maximum age: %(value)s.
es_ar: El promedio de edad del grupo es mayor a la edad máxima de la categoría: %(value)s.

source: Some of the selected dancers is older than the category maximum age: %(value)s.
es_ar: Alguno de los bailarines seleccionados es mayor a la edad máxima de la categoría: %(value)s.

source: The selected choreography already has an award assigned by the System.
es_ar: La coreografía seleccionada ya tiene un premio asignado por el sistema.

source: You don't have permissions to create an award assigned by the System.
es_ar: No tenés permisos para crear un premio asignado por el sistema.

source: The discounts total amount cannot be greater than the choreography balance.
es_ar: El monto total de los descuentos no puede ser mayor al saldo de la coreografía.

source: The payments total amount cannot be greater than the choreography total price.
es_ar: El monto total de los pagos no puede ser mayor al precio total de la coreografía.

source: Cash
es_ar: Efectivo

source: Wire
es_ar: Transferencia

source: Deposit
es_ar: Seña

source: Credit card
es_ar: Tarjeta de crédito

source: Other
es_ar: Otro

source: academy
es_ar: academia

source: event
es_ar: evento

source: dance mode
es_ar: modalidad

source: category
es_ar: categoría

source: price
es_ar: precio

source: Per dancer.
es_ar: Por bailarín.

source: schedule
es_ar: cronograma

source: dancers
es_ar: bailarines

source: professors
es_ar: profesores

source: name
es_ar: nombre

source: duration
es_ar: duración

source: is locked
es_ar: bloqueada

source: is disqualified
es_ar: descalificada

source: show awards
es_ar: mostrar premios

source: order number
es_ar: número de orden

source: music track
es_ar: archivo de música

source: Allowed audio extensions: mp3, avi or wav up to 10 MB.
es_ar: Extensiones de audio permitidas: mp3, avi or wav up to 10 MB.

source: The selected file does not have a valid audio extension.
es_ar: El archivo seleccionado no tiene una extensión válida.

source: choreography
es_ar: coreografía

source: choreographies
es_ar: coreografías

source: assigned by
es_ar: asignado por

source: award type
es_ar: tipo de premio

source: award
es_ar: premio

source: awards
es_ar: premios

source: amount
es_ar: monto

source: discount
es_ar: descuento

source: discounts
es_ar: descuentos

source: date
es_ar: fecha

source: payment
es_ar: pago

source: payments
es_ar: pagos

source: judge
es_ar: juez

source: value
es_ar: valor

source: The value cannot be higher than 100.
es_ar: El valor no puede ser mayor a 100.

source: score
es_ar: puntaje

source: scores
es_ar: puntajes

source: audio file
es_ar: archivo de audio

source: feedback
es_ar: devolución

source: feedbacks
es_ar: devoluciones

source: Default award
es_ar: Premio por defecto

source: New registered choreography
es_ar: Nueva coreografía registrada

source: Sent new %(value)s registration email.
es_ar: Email de registro de nuevo/a %(value)s enviado.

source: Failed trying to send a new %(value)s registration email.
es_ar: Falló el envío de email de registro de nuevo/a %(value)s.

source: Successfully updated %(count)d choreography price!
es_ar: Se actualizó el precio de %(count)d coreografía con éxito!

source: No choreography price was updated today.
es_ar: Hoy no se actualizó el precio de ninguna coreografía.

source: Award certificate
es_ar: Certificado de premio

source: CERTIFICATE OF PARTICIPATION
es_ar: CERTIFICADO DE PARTICIPACIÓN

source: This certificate is presented to
es_ar: Este certificado se le entrega a

source: for participating in the event
es_ar: por participar del evento

source: held on
es_ar: llevado a cabo en

source: from
es_ar: desde el

source: to
es_ar: hasta el

source: being awarded with
es_ar: premiado con

source: for the play
es_ar: por la obra

source: Judges
es_ar: Jueces

source: designed by
es_ar: diseñado por

source: Name
es_ar: Nombre

source: Show certificate
es_ar: Mostrar certificado

source: The choreography has no related professors yet.
es_ar: La coreografía no tiene profesores relacionados todavía.

source: The choreography has no related dancers yet.
es_ar: La coreografía no tiene bailarines relacionados todavía.

source: The choreography was disqualified.
es_ar: La coreografía fue descalificada.

source: Score
es_ar: Puntaje

source: No feedback
es_ar: Sin devolución

source: The choreography has not been scored yet.
es_ar: La coreografía no fue puntuada todavía.

source: Assigned by
es_ar: Asignado por

source: The choreography does not have related awards.
es_ar: La coreografía no tiene premios relacionados.

source: Go back
es_ar: Volver

source: Awards
es_ar: Premios

source: There are no registered choreographies for the selected event.
es_ar: No existen coreografías registradas para el evento seleccionado.

source: No choreographies have yet been registered. You can start by clicking
es_ar: Todavía no existen coreografías registradas. Podés empezar haciendo click

source: here
es_ar: acá

source: Duration
es_ar: Duración

source: Music track
es_ar: Archivo de música

source: Music track missing
es_ar: Falta archivo de música

source: years old
es_ar: años

source: Delete
es_ar: Eliminar

source: You must select at least one professor.
es_ar: Se debe seleccionar al menos un profesor.

source: No professors have yet been registered. You can start by clicking
es_ar: Todavía no existen profesores registrados. Podés empezar haciendo click

source: Age
es_ar: Edad

source: You must select at least one dancer.
es_ar: Se debe seleccionar al menos un bailarín.

source: Status
es_ar: Estado

source: Complete
es_ar: Completo

source: Incomplete
es_ar: Incompleto

source: Home
es_ar: Inicio

source: Choreography
es_ar: Coreografía

source: Choreographies
es_ar: Coreografías

source: %(choreographies_amount)s choreography selected.
es_ar: %(choreographies_amount)s coreografía seleccionada.

source: Deposit amount
es_ar: Monto de la seña

source: Total amount
es_ar: Monto total

source: Is paid
es_ar: Pagado

source: Actions
es_ar: Acciones

source: Deposit total amount
es_ar: Monto total de la seña

source: Balance total amount
es_ar: Monto total del saldo

source: Select payment method
es_ar: Seleccionar forma de pago

source: Pay deposit
es_ar: Pagar seña

source: Pay balance
es_ar: Pagar saldo

source: This is an automatically sent email from a new registered choreography with the following information:
es_ar: Este es un email enviado automáticamente por el registro de una nueva coreografía con la siguiente información:

source: Event
es_ar: Evento

source: The On Stage team
es_ar: El equipo de On Stage

source: New number
es_ar: Nuevo número

source: Save new order
es_ar: Guardar nuevo orden

source: Set default order
es_ar: Definir orden por defecto

source: Select an event to start.
es_ar: Elegí un evento para empezar

source: Ended
es_ar: Finalizado

source: From
es_ar: Desde el

source: There are no registered choreographies for the selected schedule.
es_ar: No existen coreografías registradas para el cronograma seleccionado.

source: Clear search
es_ar: Limpiar búsqueda

source: Download
es_ar: Descargar

source: Payments
es_ar: Pagos

source: The choreography has no registered payments yet.
es_ar: La coreografía no tiene pagos registrados todavía.

source: Choreography total price
es_ar: Precio total de la coreografía.

source: Discount
es_ar: Descuento

source: In order to freeze the costs detailed above, the deposit must be paid before
es_ar: Para congelar los costos detallados más arriba, se debe pagar la seña antes del

source: After this, costs may vary
es_ar: Luego de esto los costos pueden variar

source: Bank information for wires or deposits
es_ar: Información bancaria para transferencias o depósitos

source: Bank name
es_ar: Nombre del banco

source: Account owner
es_ar: Titular de la cuenta

source: Account owner ID number
es_ar: Número de ID del titular de la cuenta

source: Account type
es_ar: Tipo de cuenta

source: Routing number
es_ar: Número de CBU

source: Once a wire or deposit was made, send an email to
es_ar: Una vez realizada la transferencia o el depósito, enviar un email a

source: attaching the receipt and the ID of the choreography that is being paid
es_ar: adjuntando el comprobante y el ID de la coreografía pagada

source: Choreographies amount
es_ar: Cantidad de coreografías

source: Total deposit amount
es_ar: Monto total de la seña

source: Total balance amount
es_ar: Monto total del saldo

source: Paid
es_ar: Pagado

source: No choreographies have yet been registered. You can start by clicking
es_ar: Todavía no existen coreografías registradas. Podés empezar haciendo click

source: Record
es_ar: Grabar

source: Qualify
es_ar: Calificar

source: Disqualify
es_ar: Descalificar

source: Save
es_ar: Guardar

source: Confirm save
es_ar: Confirmar guardado

source: Once saved, score and feedback
es_ar: Una vez guardado, el puntaje y la devolución

source: CANNOT
es_ar: NO PUEDEN

source: be modified
es_ar: modificarse

source: Are you sure you want to continue?
es_ar: Estás seguro que querés continuar?

source: Cancel
es_ar: Cancelar

source: Confirm
es_ar: Confirmar

source: Alert
es_ar: Alerta

source: Remember to save the changes before you continue!
es_ar: Acordate de guardar los cambios antes de continuar!

source: There are no registered scores for the selected event or for today.
es_ar: No existen puntajes registrados para el evento seleccionado o para hoy.

source: Event list
es_ar: Lista de eventos

source: Search by dance mode, category or professor.
es_ar: Buscar por modalidad, categoría o profesor.

source: Choreography list
es_ar: Lista de coreografías

source: Registration for the selected event has ended.
es_ar: Las inscripciones al evento seleccionado ya cerraron.

source: Add choreography
es_ar: Agregar coreografía

source: The system could not add a new choreography since there is no price set for it.
es_ar: El sistema no pudo agregar una nueva coreografía ya que no existe un precio asignado para la misma.

source: The system could not add a new choreography since there is no schedule set for it.
es_ar: El sistema no pudo agregar una nueva coreografía ya que no existe un cronograma asignado para la misma.

source: Successfully added a new choreography!
es_ar: Coreografía agregada con éxito!

source: You don't have permissions to perform this action.
es_ar: No tenés permisos para realizar esta acción.

source: Choreography detail
es_ar: Detalle de la coreografía

source: Update choreography
es_ar: Modificar coreografía

source: Complete choreography
es_ar: Completar coreografía

source: Successfully updated the choreography information!
es_ar: La información de la coreografía se modificó con éxito!

source: Successfully updated %(count)d choreography order number!
es_ar: El número de orden de %(count)d coreografía se actualizó con éxito!

source: Award list
es_ar: Lista de premios

source: Award detail
es_ar: Detalle de premios

source: Search by category or choreography name.
es_ar: Buscar por categoría o nombre de la coreografía.

source: Payment list
es_ar: Lista de pagos

source: Payment detail
es_ar: Detalle de pagos

source: Select at least one choreography.
es_ar: Seleccionar al menos una coreografía.

source: Select a valid payment method.
es_ar: Seleccionar una forma de pago válida.

source: Select a valid payment date.
es_ar: Seleccionar una fecha de pago válida.

source: The payment date cannot be later than today.
es_ar: La fecha de pago no puede ser posterior al día de hoy.

source: Successfully created %(count)d payment!
es_ar: Se agregó %(count)d pago con éxito!

source: Score list
es_ar: Lista de puntajes

source: Successfully locked %(count)d score!
es_ar: Se bloqueó %(count)d puntaje!

source: No scores were found to lock.
es_ar: No se encontraron puntajes para bloquear.

source: Feedback successfully deleted.
es_ar: Devolución eliminada con éxito.

source: Music list
es_ar: Lista de música
